brew "tmux"
brew "neovim"
brew "reattach-to-user-namespace"
cask "kitty"
brew "mas"
brew "coreutils"
brew "gnupg"
brew "bash"
brew "direnv"
brew "httpie"
brew "ripgrep"
brew "fzf"
brew "the_silver_searcher"
cask "docker-desktop"
cask "witch"
mas "BitWarden", id: 1352778147

cask "spotify"
cask "zoom"
cask "microsoft-teams"
